export default {
  projections: {
    СписокАнкетE: {
      анкеты: {
        __caption__: 'Номер анкеты',
        главнПричин: {
          __caption__: 'Причина увольнения'
        },
        относКатСотр: {
          __caption__: 'Категория сотрудника'
        },
        коммент: {
          __caption__: 'Комментарий сотрудника'
        }
      }
    }
  },
  validations: {
    анкеты: {
      __caption__: 'Номер анкеты'
    },
    причинУвольн: {
      __caption__: 'причинУвольн'
    }
  }
};
