export default {
  projections: {
    ПричинУвольнE: {
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      },
      список: {
        __caption__: 'Список анкет',
        анкеты: {
          __caption__: 'Номер анкеты',
          главнПричин: {
            __caption__: 'Причина увольнения'
          },
          относКатСотр: {
            __caption__: 'Категория сотрудника'
          },
          коммент: {
            __caption__: 'Комментарий сотрудника'
          }
        }
      },
      рекомендации: {
        __caption__: 'Рекомендации',
        специалисты: {
          __caption__: 'Специалисты'
        },
        руководители: {
          __caption__: 'Руководители'
        },
        рабочие: {
          __caption__: 'Рабочие'
        }
      }
    },
    ПричинУвольнL: {
      датаЗаполн: {
        __caption__: 'Дата заполнения'
      }
    }
  },
  validations: {
    датаЗаполн: {
      __caption__: 'Дата заполнения'
    },
    специалист: {
      __caption__: 'специалист'
    },
    список: {
      __caption__: 'Список анкет'
    },
    рекомендации: {
      __caption__: 'Рекомендации'
    }
  }
};
